<?php

return [
    '400' => [
        'code' => '',
        'title' => 'مشکل در عملیات',
        'message' => 'در اجرای عملیات مورد نظر شما مشکلی پیش آمده است.'
    ],
    '404' => [
        'code' => '۴۰۴',
        'title' => 'صفحه مورد نظر یافت نشد.',
        'message' => 'صفحه مورد نظر شما موجود نمی باشد.',
    ],
    '403' => [
        'code' => '۴۰۳',
        'title' => 'اجازه دسترسی وجود ندارد.',
        'message' => 'متاسفانه شما اجازه‌ی دسترسی به این قسمت را ندارید.',
    ],
    '500' => [
        'code' => '۵۰۰',
        'title' => 'بروز مشکل در سایت',
        'message' => 'متاسفانه مشکلی در سایت پیش آمده، لطفا کمی بعد مجددا تلاش کنید.',
    ]

];
