<?php
/**
 * Created by PhpStorm.
 * User: arash
 * Date: 4/25/18
 * Time: 4:03 PM
 */

return [
    "drivers" => [
        "sep" => "پرداخت الکترونیک سامان کیش",
        "local" => "پرداخت با کیف پول مجازی",
        "mabna" => "مبنا کارت آریا",
        "pep" => "پرداخت الکترونیک پاسارگاد",
        "sepehrpay" => "پرداخت الکترونیک سپهر",
        "pec" => "تجارت الکترونیک پارسیان",
        "asan" => "آسان پرداخت پرشین",
        "behpardakht" => "به پرداخت ملت"
    ],
    "status" => [
        'در انتظار پرداخت',
        'نیازمند بررسی',
        'موفقیت آمیز',
        'پرداخت نقدی',
        'ناموفق',
        'لغو شده',
        'بازگشت وجه',
    ],
    "local" => [
        "invalid_request" => "درخواست نامعتبر برای پرداخت",
        "not_enough_credit" => "متاسفانه اعتبار شما برای پرداخت کافی نیست",
    ],
    "config" => [
        "tid" => "شناسه ترمینال",
        "mid" => "شناسه بازرگانی",
        "mcid" => "شماره شناسایی گواهی بازرگانی",
        "username" => "نام کاربری",
        "password" => "رمز عبور",
        "iban" => "شبا–IBAN",
        "private_key" => "کلید خصوصی",
        "pin" => "پین",
        "is_enabled"=> "فعالسازی درگاه",
        "is_default" => "درگاه پیشفرض"
    ]
];
