<?php

return [
    "drivers" => [
        "file" => "ذخیره در فایل (عدم ارسال)",
        "farapayamak" => "سیستم پیام کوتاه فراپیامک",
        "kavenegar" => "سرویس پیام کوتاه کاوه‌نگار",
    ],

    "config" => [
        "is_enabled"=> "فعالسازی",
        "username" => "نام کاربری",
        "password" => "رمز عبور",
        "token" => "توکن",
        "host" => "آدرس هاست",
        "port" => "پورت",
        "number" => "شماره",
        "flash_support" => "نمایش پاپ آپ و عدم ذخیره در دستگاه گیرنده",
    ]
];
