<?php
/**
 * Created by PhpStorm.
 * User: arash
 * Date: 8/5/17
 * Time: 6:33 PM
 */

return [
    'user' => [
        'password_changed' => 'کلمه عبور با موفقیت تغییر کرد.',
        'wrong_password' => 'کلمه عبور وارد شده اشتباه است.',
        'not_found' => 'کاربر مورد نظر یافت نشد.',
        'invalid_token' => 'لینک مورد نظر فاقد اعتبار است، لطفا مجددا امتحان کنید.',
        'repeated_request' => 'ایمیل بازیابی کلمه عبور قبلا برای شما ارسال شده، لطفا ایمیل خود را چک کنید. (زمان باقی‌مانده برای درخواست بعدی: :remaining_minutes دقیقه و :remaining_seconds ثانیه)',
        'reset_password_email_sent' => 'ایمیل بازیابی کلمه عبور با موفقیت ارسال شد.',
        'register_done' => 'ثبت نام شما با موفقیت انجام شد.',
        'register_email_sent' => 'ثبت نام با موفقیت انجام شد ، لطفا ایمیل خود را چک کنید.',
        'confirm_email_sent' => 'ایمیل تایید حساب ایمیل شما برایتان ارسال شد.',
        'register_confirm_error' => 'ثبت نام شما با مشکل مواجه شده است ، لطفا دوباره تلاش کنید.',
        'account_registered' => 'حساب کاربری شما با موفقیت ساخته شد.',
        'account_activation_error' => 'در فعال سازی حساب شما مشکلی پیش آمد، لطفا مجددا برای ورود تلاش کنید.',
        'account_activation_success' => 'فعال سازی حساب کاربری شما با موفقیت انجام شد.',
        'email_confirm_error' => 'تایید آدرس ایمیل شما با مشکل مواجه شده است ، لطفا دوباره تلاش کنید.',
        'email_confirmed' => 'حساب ایمیل شما با موفقیت تایید شد.',
        'profile_updated' => 'تغییرات با موفقیت ذخیره شد.',
        'incomplete_profile' => 'لطفا اطلاعات پروفایل خود را تکمیل کنید.',
        'type_changed' => 'تغییرات با موفقیت انجام شد.',
        'type_change_not_available' => 'این امکان در حال حاضر در سیستم موجود نمی‌باشد.',
        'edit' => [
            'error_occurred' => 'در ویرایش مشخصات کاربر خطایی رخ داد، لطفا مجددا تلاش کنید.',
        ],
        "login_message" => ":name عزیز، ورود شما با موفقیت انجام شد.",
        "no_mobile_auth" => "شما اجازه دسترسی به این قسمت را ندارید.",
        "sms_not_sent" => "خطایی در ارسال پیامک رخ داد، لطفا دوباره تلاش کنید.",
        "mobile_auth_code_sent" => "کد یکبار مصرف به شماره :phone_number ارسال شد.",
        "email_auth_code_sent" => "کد یکبار مصرف به ایمیل :email ارسال شد.",
        "auth_code_sent" => "کد یکبار مصرف برای شما ارسال شد.",
        "not_verified_info" => "اطلاعات ارسال شده نامعتبر است. لطفا فرایند ثبت نام را به درستی طی کنید.",
        "register_failed" => "متاسفانه در عملیات ثبت نام شما مشکلی پیش آمده است، با پشتیبانی تماس بگیرید.",
        "login_with_password" => "برای ورود کلمه عبور خود را وارد کنید.",
        "location_updated" => "موقعیت مکانی شما بروز رسانی شد.",
        "edit_profile_not_allowed" => "متاسفانه در حال حاظر امکان ایجاد تغییر در اطلاعات کاربری وجود ندارد."
    ],
    'cart' => [
        'minimum_purchase_error' => 'برای ادامه خرید، مبلغ سبد خرید شما باید حداقل <span class="price-data"> :minimum_purchase  </span> تومان باشد.',
        'product_not_found' => 'محصول مورد نظر شما در سیستم موجود نمیباشد.',
        'product_max_count_not_allowed' => 'موجودی محصول :product_title کافی نیست.',
        'product_not_active' => 'در حال حاضر امکان خرید :product_title وجود ندارد.',
        'fill_meta' => 'لطفا برای محصول :product_title اطلاعات مورد نظر را پر کنید.',
        'cant_deliver' => ':product_title امکان ارسال به لوکیشن انتخابی شما را ندارد.',
    ],
    'invoice' => [
        'not_saved' => 'متاسفانه در ذخیره فاکتور شما مشکلی پیش آمده، لطفا با واحد پشتیبانی تماس بگیرید.',
        'not_owner' => 'این فاکتور وجود ندارد.',
        'cart_submitted' => 'برای ادامه ی خرید آدرس و نحوه ارسال را مشخص نمایید.',
        'must_pay_cash' => 'مبلغ فاکتور را در محل تحویل سفارش نقدا پرداخت کنید، امکان پرداخت آنلاین وجود ندارد.',
        'is_payed' => 'فاکتور شما قبلا پرداخت شده است.',
        'cant_pay' => 'در حال حاضر امکان پرداخت آنلاین وجود ندارد، لطفا بعدا تلاش کنید.',
        'payment_initiation_failed' => 'انتقال به صفحه پرداخت آنلاین با مشکل مواجه شد، لطفا مجددا تلاش کنید.',
        'save_fin_man_error' => 'در ذخیره فاکتور مشکلی پیش آمده است، لطفا مجددا تلاش کنید.',
        'product_max_count_not_allowed' => 'حداکثر تعداد سفارش محصول :product_title، :product_count تعداد میباشد.',
        'product_min_count_not_allowed' => 'حداقل تعداد سفارش محصول :product_title، :product_count تعداد میباشد.',
        'enabled' => 'فاکتور مورد نظر مجددا فعال شد، لطفا نسبت به پرداخت آن اقدام فرمایید.',
        'not_enabled' => 'در فعال سازی فاکتور شما مشکلی پیش آمده است، لطفا مجددا تلاش کنید.',
        'is_empty' => 'سفارشات فاکتور موردنظر دیگر در دسترس نیست',
        'discount_card_status' => [
            'کد تخفیف ثبت شد.',
            'این کد قبلا مصرف شده است.',
            'این کد برای شخص دیگری صادر شده است.',
            'کد تخفیف اشتباه است.',
            'کد تخفیف منقضی شده است.',
            'کد تخفیف غیرفعال شده است.',
            'کد تخفیف شامل سبد خرید شما نمی باشد'
        ],
        'pdf_export_failed' => 'دانلود پیش فاکتور با مشکل مواجه شد',
        'maximum_order_ceiling' => 'سفارش شما با موفقیت ایجاد شد جهت ادامه ثبت سفارش با پشتیبانی تماس حاصل فرمایید.',
    ],
    'wish_list' => [
        'attached' => 'محصول به لیست علاقه‌مندی‌ها اضافه شد.',
        'detached' => 'محصول از لیست علاقه‌مندی‌ها حذف شد.'
    ],
    'need_list' => [
        'attached' => 'محصول به لیست گوش به زنگ اضافه شد.',
        'detached' => 'محصول از لیست گوش به زنگ حذف شد.'
    ],
    'rating' => [
        'submitted' => 'نظر شما با موفقیت ثبت شد.',
        'failed' => 'ثبت نظر شما با مشکل مواجه شد.'
    ],
    'one_time_code' => [
        'invalid_token' => 'کد مورد نظر فاقد اعتبار است، لطفا مجددا امتحان کنید.',
        'repeated_request' => 'درخواست شما ثبت شده است، لطفا صندوق ورودی خود را بررسی کنید. (زمان باقی‌مانده برای درخواست بعدی: :remaining_minutes دقیقه و :remaining_seconds ثانیه)',
        'out_of_security_level' => 'تعداد تلاش‌های شما بیش از حد مجاز است. لطفا مجددا برای گرفتن کد افدام کنید.',
        'invalid_one_time_code' => 'کد وارد شده صحیح نمی‌باشد، لطفا مجددا امتحان کنید.',
        'valid_one_time_code' => 'کد وارد شده صحیح می‌باشد، لطفا به ادامه‌ی عملیات بپردازید.',
        'invalid_auth_type' => 'در انجام عملیات شناسایی مشکلی ایجاد شده است، با واحد پشتیبانی تماس بگیرید.'
    ],
    'clip_board' => [
        'cut' => [
            'done' => 'کات موفق.',
            'error' => 'کات با مشکل مواجه شد!',
            'invalid_file_action' => 'عملیات مورد نظر در سیستم موجود نیست',
            'invalid_file_type' => 'لطفا ورودی های خود را بررسی کنید',
            'invalid_file_ids' => 'لطفا ورودی های خود را بررسی کنید.',

        ],
        'copy' => [
            'done' => 'کپی موفق.',
            'error' => 'کپی با مشکل مواجه شد!',
            'invalid_file_action' => 'عملیات مورد نظر در سیستم موجود نیست.',
            'invalid_file_type' => 'لطفا ورودی های خود را بررسی کنید.',
            'invalid_file_ids' => 'لطفا ورودی های خود را بررسی کنید.',

        ],
        'paste' => [
            'done' => 'عملیات با موفقیت انجام شد.',
            'error' => 'عملیات با مشکل مواجه شد!',
            'invalid_file_type' => 'لطفا ورودی های خود را بررسی کنید.',
            'empty_clip_board' => 'کلیپ بورد شما خالی است.',
            'empty_file_object_collection' => 'لطفا ورودی های خود را بررسی کنید.',
            'file_same_destination' => 'این فایل در مکان مورد نظر وجود دارد.',
            'file_bad_destination' => 'نوع پوشه ای که در آن بازنشانی میکنید با فایل شما همخوانی ندارد.'
        ],
    ],
    'payment' => [
        'invalid_payment_id' => 'پرداخت انجام شده نامعتبر است، لطفا مجددا تلاش کنید.',
        'invalid_callback_parameters' => 'اطلاعات پرداخت صحیح نمیباشند، لطفا مجددا تلاش کنید.',
        'payed_once' => 'این پرداخت یکبار انجام شده است، در صورتی که مجدد وجه از حساب شما کسر شده، تا ۲۴ ساعت آینده به حساب شما بازمیگردد.',
        'bad_driver_passed' => 'اطلاعات پرداخت صحیح نمیباشد.',
        'failed' => 'متاسفانه پرداخت شما نا موفق بوده است.',
        'reject_failed' => 'در بازگشت وجه به حساب شما مشکلی ایجاد شده است، لطفا با واحد پشتیبانی تماس بگیرید.',
        'rejected' => 'به دلیل مشکل در انجام عملیات ثبت سفارش وجه پرداخت شده به حساب شما بازگردانده شد. مجددا تلاش کنید.',
        'invalid_invoice' => 'متاسفانه اطلاعات فاکتور شما صحیح نمیباشد، با واحد پشتیبانی تماس بگیرید.',
        'invoice_not_payable' => 'امکان پرداخت آنلاین برای این فاکتور وجود ندارد، لطفا با واحد پشتیبانی تماس بگیرید.',
        'not_available' => 'پرداخت معتبر نیست، در صورت کسر وجه از حساب شما تا ۲۴ ساعت آینده بازگردانده خواهد شد.',
        'successful' => 'پرداخت شما با موفقیت انجام شد، مراحل بعدی از طریق پیامک به شما اطلاع داده خواهند شد.',
        'charged_back' => 'در پردازش سفارش شما مشکلی پیش آمده است، لطفا مجددا تلاش کنید. در صورت کسر وجه از حساب شما تا ۲۴ ساعت آینده بازگردانده خواهد شد.',
        'not_verified' => 'پرداخت شما نا معتبر است، لطفا با واحد پشتیبانی تماس بگیرید.'
    ],
    'web_form_message' => [
        'sent' => 'درخواست شما با موفقیت به ثبت رسید.'
    ],
    'newsletter' => [
        'subscribe' => 'عضویت شما در خبرنامه کافه رئیس با موفقیت انجام شد.',
        'unsubscribe' => 'خطا در عضویت خبرنامه، مجددا تلاش نمایید.',
        'dataNotEnough' => 'خطای تنظیمات',
        'emailFormat' => 'فرمت ایمیل وارد شده اشتباه است',
    ],
    'survey' => [
        'invalid_record' => 'پرسش نامه ایجاد شده نامعتبر است، لطفا مجددا تلاش کنید.',
    ],
    'shipment_cost' => [
        'invalid_record' => 'هزینه ارسال ایجاد شده نامعتبر است، لطفا مجددا تلاش کنید.',
    ],
    'cart_notification' => [
        'invalid_record' => 'اطلاع‌ رسانی سبد ایجاد شده نامعتبر است، لطفا مجددا تلاش کنید.',
    ],
    'product_package' => [
        'not_exists' => 'برای این محصوب پکیج یافت نشد، لطفا مجددا تلاش کنید.',
        'item_not_found' => 'محصول مورد نظر یافت نشد، لطفا مجددا تلاش کنید.',
        'item_invalid_id' => 'آیتم ایجاد شده نامعتبر است، لطفا مجددا تلاش کنید.',
        'item_invalid_count' => 'تعداد آیتم انتخاب شده نامعتبر است، لطفا مجددا تلاش کنید.',
    ],
    'action_log_setting' => [
        'invalid_record' => 'تنظیمات ایجاد شده نامعتبر است، لطفا مجددا تلاش کنید.',
    ],
    'action_log' => [
        'unable_to_retrieve_data' => 'خطا در بازیابی داده ها لطفا ضمن بررسی تنظیمات پایگاه داده مجددا تلاش کنید.',
    ],
    'comparison' => [
        'initial_product_not_found' => 'محصولی جهت مقایسه یافت نشد، لطفا مجددا تلاش کنید.',
        'p_structure_mismatch' => 'ساختار محصول انتخابی جهت مقابسه نامعتبر است، لطفا مجددا تلاش کنید.',
    ],
    'payment_driver' => [
        'invalid_record' => 'تنظیمات ایجاد شده نامعتبر است، لطفا مجددا تلاش کنید.',
    ],
];
